---
kind: property
id: P:Autodesk.Revit.DB.BoundingBoxXYZ.Max
zh: 包围盒
source: html/b79bd9ee-ccff-cc81-8a32-9eb9bdb1e58c.htm
---
# Autodesk.Revit.DB.BoundingBoxXYZ.Max Property

**中文**: 包围盒

Maximum coordinates (upper-right-front corner of the box).

## Syntax (C#)
```csharp
public XYZ Max { get; set; }
```

## Remarks
The bounds are defined in the coordinate space of the box.